tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "michidk/tools"
tap "romkatv/powerlevel10k"
brew "diff-so-fancy"
brew "exa"
brew "folderify"
brew "fontforge"
brew "fzf"
brew "pinentry"
brew "gnupg"
brew "hopenpgp-tools"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "rustup-init"
brew "tmux"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "docker"
cask "firefox"
cask "istat-menus"
cask "telegram"
cask "vlc"
cask "wezterm"
